[
    {
        "title":"การซ่อมบำรุงเครื่องจักร คืออะไร?",
        "subtitle":"การซ่อมบำรุงเครื่องจักร คือ การทำให้เครื่องจักรอยู่ในสภาพที่พร้อมใช้งานตลอกเวลา",
        "image_url":"https://raw.githubusercontent.com/prateephaness/BasicAPI/main/PM2.jpg",
        "detail":"การบำรุงรักษา (maintenance) เป็นการทำงานที่ทำให้สินทรัพย์ (อุปกรณ์ เครื่องจักร ระบบ ยุทโธปกรณ์) สามารถทำงานได้ตามความประสงค์ของเจ้าของหรือผู้ใช้"
    },
    {
        "title":"MTBF คืออะไร?",
        "subtitle":"คือ Mean Time Between Failures การวัดระยะเวลาเฉลี่ยที่เครื่องจักรใช้งานได้ก่อนการเสียหาย",
        "image_url":"https://raw.githubusercontent.com/prateephaness/BasicAPI/main/MTBF.jpg",
        "detail":"โดยทั่วไป MTBF เป็น เวลาทำงาน ระหว่างสถานะความล้มเหลวสองสถานะของระบบที่ซ่อมแซม MTBF) อธิบายเวลาที่คาดไว้ระหว่างความล้มเหลวสองครั้งสำหรับระบบที่ซ่อมแซมได้ \n\n ตัวอย่างเช่นระบบที่เหมือนกันสามระบบเริ่มทำงานอย่างถูกต้องในเวลา 0 กำลังทำงานจนกว่าระบบทั้งหมดจะล้มเหลว ระบบแรกล้มเหลวหลังจาก 100 ชั่วโมงวินาทีหลังจาก 120 ชั่วโมงและสามหลังจาก 130 ชั่วโมง MTBF ของระบบเป็นค่าเฉลี่ยของสามครั้งที่ล้มเหลวซึ่งเท่ากับ 116.667 ชั่วโมง"
    },
    {
        "title":"MTTR คืออะไร?",
        "subtitle":" คือ Mean Time To Repair ระยะเวลาเฉลี่ยที่ใช้ในการแก้ไขเมื่อเครื่องจักรเสียแต่ละครั้ง",
        "image_url":"https://raw.githubusercontent.com/prateephaness/BasicAPI/main/MTBF.jpg",
        "detail":"MTTR เป็นการวัดค่าสมรรถนะการบํารุงรักษาได้ (Maintainability Performance) ซึ่งสมรรถนะการบํารุงรักษาสมรรถนะการบํารุงรักษาได้วัดจากค่าเฉลี่ยของเวลาในการซ่อมแซมเครื่องจักรและมีอิทธิพลอย่างมากจากการออกแบบเครื่องจักร \n\n MTTR จะมากหรือน้อยขึ้นอยู่กบการออกแบบของเครื่องจักรและความชํานาญของช่างในการบํารุงรักษา ถ้าสมรรถนะการบํารุงรักษาได้มีค่าสูง หมายถึงค่า MTTR ที่สั้น คือ ใช้เวลาสั้นในการซ่อมแซมเครื่องจักร"
    },
    {
        "title":"Preventive Maintenance คืออะไร?",
        "subtitle":"การซ่อมบำรุงเครื่องจักรก่อนที่จะเสีย เพื่อไม่ให้เกิดการเสียเวลาในการซ่อมแซม",
        "image_url":"https://raw.githubusercontent.com/prateephaness/BasicAPI/main/PM.jpg",
        "detail":"การบำรุงรักษาเพื่อป้องกัน (Preventive Maintenance : PM) จะเป็นการวางแผนโดยกำหนดระยะเวลาในการเปลี่ยนชิ้นส่วนอะไหล่หรือการโอเวอร์ฮอลเพื่อป้องกันความเสียหายที่จะเกิดขึ้น \n\n จะเป็นการวางแผนการป้องกันไว้ล่วงหน้าทำให้ไม่ต้องหยุดการใช้งานสินทรัพย์หรืออุปกรณ์แบบฉุกเฉิน โดยทั่วไประยะเวลาในการทำงานสามารถหาข้อมูลอ้างอิงได้จากคู่มือของผู้ผลิตหรือจากแผนการบำรุงรักษาที่ใช้งานอยู่ เช่น การเปลี่ยนถ่ายน้ำมันเครื่อง"
    }
]

